import React from "react";
import "./about.scss";

export const AboutMe = () => {
  return (
    <div className="about">
      <h1 className="about-title">Пару слів про мене та мій досвід</h1>
      <div className="about-text">
        Я працюю в ПриватБанку більше 6 років, працюючи в різніх відділах, ідея,
        що я хочу стати Front-end розробником, ніколи не залишала мене. Час від
        часу, я повертався до самостійного навчання, стикався з труднощами,
        шукав причини кинути цю справу, але минулого року вирішив, що хочу
        досягти своєї мети і вступив до школи SkillUp для початкового курсу. На
        цьому курсі я нарешті зрозумів, що це те, чим я хочу займатися, отримав
        багато нових знань та не можу дочекатися, аби застосувати їх на
        практиці.
      </div>
    </div>
    
  );
};
