import React from "react";
import "./about.scss";

export const AboutMe = () => {
  return (
    <div className="about">
      <h1 className="about-title">Пару слів про мене та мій досвід</h1>
      <div className="about-text">
        Я працюю в ПриватБанку більше 6 років, працюючи в різніх відділах, ідея,
        що я хочу стати Front-end розробником ніколи не залишала мене, час від часу
        я повертався до самостійного навчання, але я стикався з труднощами і
        шукав причини кинути цю справу, але минулого року я вирішив, що хочу
        досягти своєї мети, і вступив до школу SkillUp для початкового курсу, на
        цьому курсі я нарешті зрозумів, що це те, чим я хочу займатися, отримав
        багато нових знань та не можу дочекатися, щоб застосувати на практиці.
      </div>
    </div>
  );
};
